{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<eos>": {
        "id": "<eos>",
        "ids": [
          1
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<eos>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "¡": 102,
      "¢": 103,
      "£": 104,
      "¤": 105,
      "¥": 106,
      "§": 107,
      "©": 108,
      "«": 109,
      "­": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ñ": 175,
      "ò": 176,
      "ó": 177,
      "ô": 178,
      "õ": 179,
      "ö": 180,
      "÷": 181,
      "ø": 182,
      "ù": 183,
      "ú": 184,
      "û": 185,
      "ü": 186,
      "ý": 187,
      "þ": 188,
      "ÿ": 189,
      "Ā": 190,
      "ā": 191,
      "Ă": 192,
      "ă": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "ę": 212,
      "Ě": 213,
      "ě": 214,
      "ğ": 215,
      "Ġ": 216,
      "ġ": 217,
      "Ģ": 218,
      "ģ": 219,
      "Ĥ": 220,
      "Ħ": 221,
      "ħ": 222,
      "ĩ": 223,
      "Ī": 224,
      "ī": 225,
      "ĭ": 226,
      "į": 227,
      "İ": 228,
      "ı": 229,
      "ĵ": 230,
      "Ķ": 231,
      "ķ": 232,
      "ĸ": 233,
      "ĺ": 234,
      "ļ": 235,
      "Ľ": 236,
      "ľ": 237,
      "Ł": 238,
      "ł": 239,
      "ń": 240,
      "ņ": 241,
      "ň": 242,
      "Ŋ": 243,
      "ŋ": 244,
      "Ō": 245,
      "ō": 246,
      "ŏ": 247,
      "ő": 248,
      "Œ": 249,
      "œ": 250,
      "Ŗ": 251,
      "ŗ": 252,
      "Ř": 253,
      "ř": 254,
      "Ś": 255,
      "ś": 256,
      "Ŝ": 257,
      "Ş": 258,
      "ş": 259,
      "Š": 260,
      "š": 261,
      "Ţ": 262,
      "ţ": 263,
      "ť": 264,
      "ŧ": 265,
      "ũ": 266,
      "Ū": 267,
      "ū": 268,
      "ŭ": 269,
      "ů": 270,
      "ű": 271,
      "ų": 272,
      "ŵ": 273,
      "ŷ": 274,
      "Ź": 275,
      "ź": 276,
      "Ż": 277,
      "ż": 278,
      "Ž": 279,
      "ž": 280,
      "ſ": 281,
      "ƀ": 282,
      "Ɔ": 283,
      "Ƈ": 284,
      "ƈ": 285,
      "Ɖ": 286,
      "ƍ": 287,
      "Ǝ": 288,
      "Ə": 289,
      "Ɛ": 290,
      "ƒ": 291,
      "Ɣ": 292,
      "ƙ": 293,
      "ƛ": 294,
      "ơ": 295,
      "Ƣ": 296,
      "ƥ": 297,
      "ƭ": 298,
      "ư": 299,
      "Ʋ": 300,
      "ƿ": 301,
      "ǀ": 302,
      "ǁ": 303,
      "ǂ": 304,
      "ǃ": 305,
      "ǎ": 306,
      "ǐ": 307,
      "Ǒ": 308,
      "ǒ": 309,
      "ǔ": 310,
      "ǚ": 311,
      "ǜ": 312,
      "ǝ": 313,
      "Ǣ": 314,
      "ǣ": 315,
      "Ǧ": 316,
      "ǧ": 317,
      "Ǫ": 318,
      "ǫ": 319,
      "ǭ": 320,
      "ǰ": 321,
      "ǵ": 322,
      "Ƿ": 323,
      "Ǹ": 324,
      "ǹ": 325,
      "ǽ": 326,
      "Ș": 327,
      "ș": 328,
      "Ț": 329,
      "ț": 330,
      "Ȝ": 331,
      "ȝ": 332,
      "ȟ": 333,
      "ȯ": 334,
      "ȳ": 335,
      "ȷ": 336,
      "ȼ": 337,
      "Ɉ": 338,
      "ɐ": 339,
      "ɑ": 340,
      "ɒ": 341,
      "ɓ": 342,
      "ɔ": 343,
      "ɕ": 344,
      "ɖ": 345,
      "ɗ": 346,
      "ɘ": 347,
      "ə": 348,
      "ɚ": 349,
      "ɛ": 350,
      "ɜ": 351,
      "ɞ": 352,
      "ɟ": 353,
      "ɠ": 354,
      "ɡ": 355,
      "ɢ": 356,
      "ɣ": 357,
      "ɤ": 358,
      "ɥ": 359,
      "ɦ": 360,
      "ɧ": 361,
      "ɨ": 362,
      "ɪ": 363,
      "ɫ": 364,
      "ɬ": 365,
      "ɭ": 366,
      "ɮ": 367,
      "ɯ": 368,
      "ɰ": 369,
      "ɱ": 370,
      "ɲ": 371,
      "ɳ": 372,
      "ɴ": 373,
      "ɵ": 374,
      "ɶ": 375,
      "ɷ": 376,
      "ɸ": 377,
      "ɹ": 378,
      "ɺ": 379,
      "ɻ": 380,
      "ɽ": 381,
      "ɾ": 382,
      "ʀ": 383,
      "ʁ": 384,
      "ʂ": 385,
      "ʃ": 386,
      "ʄ": 387,
      "ʇ": 388,
      "ʈ": 389,
      "ʉ": 390,
      "ʊ": 391,
      "ʋ": 392,
      "ʌ": 393,
      "ʍ": 394,
      "ʎ": 395,
      "ʏ": 396,
      "ʐ": 397,
      "ʑ": 398,
      "ʒ": 399,
      "ʔ": 400,
      "ʕ": 401,
      "ʖ": 402,
      "ʗ": 403,
      "ʘ": 404,
      "ʙ": 405,
      "ʛ": 406,
      "ʝ": 407,
      "ʟ": 408,
      "ʠ": 409,
      "ʡ": 410,
      "ʢ": 411,
      "ʰ": 412,
      "ʱ": 413,
      "ʲ": 414,
      "ʳ": 415,
      "ʷ": 416,
      "ʹ": 417,
      "ʻ": 418,
      "ʼ": 419,
      "ʽ": 420,
      "ʾ": 421,
      "ʿ": 422,
      "ˀ": 423,
      "ˁ": 424,
      "ˆ": 425,
      "ˇ": 426,
      "ˈ": 427,
      "ˌ": 428,
      "ː": 429,
      "ˑ": 430,
      "˔": 431,
      "˕": 432,
      "˖": 433,
      "˘": 434,
      "˚": 435,
      "˜": 436,
      "˞": 437,
      "ˠ": 438,
      "ˢ": 439,
      "ˣ": 440,
      "ˤ": 441,
      "˥": 442,
      "˦": 443,
      "˧": 444,
      "˨": 445,
      "˩": 446,
      "̀": 447,
      "́": 448,
      "̂": 449,
      "̃": 450,
      "̄": 451,
      "̆": 452,
      "̇": 453,
      "̈": 454,
      "̊": 455,
      "̋": 456,
      "̌": 457,
      "̍": 458,
      "̏": 459,
      "̐": 460,
      "̑": 461,
      "̖": 462,
      "̗": 463,
      "̚": 464,
      "̝": 465,
      "̞": 466,
      "̟": 467,
      "̠": 468,
      "̣": 469,
      "̤": 470,
      "̥": 471,
      "̧": 472,
      "̩": 473,
      "̪": 474,
      "̬": 475,
      "̮": 476,
      "̯": 477,
      "̰": 478,
      "̱": 479,
      "̲": 480,
      "̳": 481,
      "̺": 482,
      "̽": 483,
      "͌": 484,
      "͍": 485,
      "͘": 486,
      "͜": 487,
      "͡": 488,
      "΄": 489,
      "Ά": 490,
      "Έ": 491,
      "Ή": 492,
      "Ί": 493,
      "Ό": 494,
      "Ύ": 495,
      "ΐ": 496,
      "Α": 497,
      "Β": 498,
      "Γ": 499,
      "Δ": 500,
      "Ε": 501,
      "Ζ": 502,
      "Η": 503,
      "Θ": 504,
      "Ι": 505,
      "Κ": 506,
      "Λ": 507,
      "Μ": 508,
      "Ν": 509,
      "Ξ": 510,
      "Ο": 511,
      "Π": 512,
      "Ρ": 513,
      "Σ": 514,
      "Τ": 515,
      "Υ": 516,
      "Φ": 517,
      "Χ": 518,
      "Ψ": 519,
      "Ω": 520,
      "ά": 521,
      "έ": 522,
      "ή": 523,
      "ί": 524,
      "α": 525,
      "β": 526,
      "γ": 527,
      "δ": 528,
      "ε": 529,
      "ζ": 530,
      "η": 531,
      "θ": 532,
      "ι": 533,
      "κ": 534,
      "λ": 535,
      "μ": 536,
      "ν": 537,
      "ξ": 538,
      "ο": 539,
      "π": 540,
      "ρ": 541,
      "ς": 542,
      "σ": 543,
      "τ": 544,
      "υ": 545,
      "φ": 546,
      "χ": 547,
      "ψ": 548,
      "ω": 549,
      "ϊ": 550,
      "ό": 551,
      "ύ": 552,
      "ώ": 553,
      "ϑ": 554,
      "ϕ": 555,
      "ϝ": 556,
      "ϟ": 557,
      "ϵ": 558,
      "Ђ": 559,
      "Є": 560,
      "І": 561,
      "Ї": 562,
      "Ј": 563,
      "Љ": 564,
      "Ћ": 565,
      "А": 566,
      "Б": 567,
      "В": 568,
      "Г": 569,
      "Д": 570,
      "Е": 571,
      "Ж": 572,
      "З": 573,
      "И": 574,
      "Й": 575,
      "К": 576,
      "Л": 577,
      "М": 578,
      "Н": 579,
      "О": 580,
      "П": 581,
      "Р": 582,
      "С": 583,
      "Т": 584,
      "У": 585,
      "Ф": 586,
      "Х": 587,
      "Ц": 588,
      "Ч": 589,
      "Ш": 590,
      "Щ": 591,
      "Ъ": 592,
      "Ы": 593,
      "Ь": 594,
      "Э": 595,
      "Ю": 596,
      "Я": 597,
      "а": 598,
      "б": 599,
      "в": 600,
      "г": 601,
      "д": 602,
      "е": 603,
      "ж": 604,
      "з": 605,
      "и": 606,
      "й": 607,
      "к": 608,
      "л": 609,
      "м": 610,
      "н": 611,
      "о": 612,
      "п": 613,
      "р": 614,
      "с": 615,
      "т": 616,
      "у": 617,
      "ф": 618,
      "х": 619,
      "ц": 620,
      "ч": 621,
      "ш": 622,
      "щ": 623,
      "ъ": 624,
      "ы": 625,
      "ь": 626,
      "э": 627,
      "ю": 628,
      "я": 629,
      "ё": 630,
      "ђ": 631,
      "є": 632,
      "і": 633,
      "ї": 634,
      "ј": 635,
      "љ": 636,
      "њ": 637,
      "ћ": 638,
      "ѝ": 639,
      "ў": 640,
      "Ѡ": 641,
      "ѡ": 642,
      "Ѣ": 643,
      "ѣ": 644,
      "ѥ": 645,
      "ѧ": 646,
      "Ѯ": 647,
      "ѹ": 648,
      "҆": 649,
      "ғ": 650,
      "қ": 651,
      "ү": 652,
      "ҳ": 653,
      "ҷ": 654,
      "ӣ": 655,
      "Ө": 656,
      "ө": 657,
      "ӯ": 658,
      "Ӷ": 659,
      "ӷ": 660,
      "Ա": 661,
      "Բ": 662,
      "Գ": 663,
      "Դ": 664,
      "Ե": 665,
      "Զ": 666,
      "Է": 667,
      "Ը": 668,
      "Թ": 669,
      "Ժ": 670,
      "Ի": 671,
      "Լ": 672,
      "Խ": 673,
      "Կ": 674,
      "Հ": 675,
      "Ձ": 676,
      "Ղ": 677,
      "Ճ": 678,
      "Մ": 679,
      "Յ": 680,
      "Ն": 681,
      "Շ": 682,
      "Ո": 683,
      "Պ": 684,
      "Ջ": 685,
      "Ռ": 686,
      "Ս": 687,
      "Վ": 688,
      "Տ": 689,
      "Փ": 690,
      "Ք": 691,
      "Օ": 692,
      "ա": 693,
      "բ": 694,
      "գ": 695,
      "դ": 696,
      "ե": 697,
      "զ": 698,
      "է": 699,
      "ը": 700,
      "թ": 701,
      "ժ": 702,
      "ի": 703,
      "լ": 704,
      "խ": 705,
      "ծ": 706,
      "կ": 707,
      "հ": 708,
      "ձ": 709,
      "ղ": 710,
      "ճ": 711,
      "մ": 712,
      "յ": 713,
      "ն": 714,
      "շ": 715,
      "ո": 716,
      "չ": 717,
      "պ": 718,
      "ջ": 719,
      "ռ": 720,
      "ս": 721,
      "վ": 722,
      "տ": 723,
      "ր": 724,
      "ց": 725,
      "ւ": 726,
      "փ": 727,
      "ք": 728,
      "օ": 729,
      "և": 730,
      "֤": 731,
      "֫": 732,
      "ְ": 733,
      "ֱ": 734,
      "ֲ": 735,
      "ֳ": 736,
      "ִ": 737,
      "ֵ": 738,
      "ֶ": 739,
      "ַ": 740,
      "ָ": 741,
      "ֹ": 742,
      "ֻ": 743,
      "ּ": 744,
      "ֽ": 745,
      "ֿ": 746,
      "ׁ": 747,
      "ׂ": 748,
      "א": 749,
      "ב": 750,
      "ג": 751,
      "ד": 752,
      "ה": 753,
      "ו": 754,
      "ז": 755,
      "ח": 756,
      "ט": 757,
      "י": 758,
      "ך": 759,
      "כ": 760,
      "ל": 761,
      "ם": 762,
      "מ": 763,
      "ן": 764,
      "נ": 765,
      "ס": 766,
      "ע": 767,
      "ף": 768,
      "פ": 769,
      "ץ": 770,
      "צ": 771,
      "ק": 772,
      "ר": 773,
      "ש": 774,
      "ת": 775,
      "ױ": 776,
      "׳": 777,
      "،": 778,
      "ء": 779,
      "آ": 780,
      "أ": 781,
      "ؤ": 782,
      "إ": 783,
      "ئ": 784,
      "ا": 785,
      "ب": 786,
      "ة": 787,
      "ت": 788,
      "ث": 789,
      "ج": 790,
      "ح": 791,
      "خ": 792,
      "د": 793,
      "ذ": 794,
      "ر": 795,
      "ز": 796,
      "س": 797,
      "ش": 798,
      "ص": 799,
      "ض": 800,
      "ط": 801,
      "ظ": 802,
      "ع": 803,
      "غ": 804,
      "ـ": 805,
      "ف": 806,
      "ق": 807,
      "ك": 808,
      "ل": 809,
      "م": 810,
      "ن": 811,
      "ه": 812,
      "و": 813,
      "ى": 814,
      "ي": 815,
      "ً": 816,
      "ٌ": 817,
      "ٍ": 818,
      "َ": 819,
      "ُ": 820,
      "ِ": 821,
      "ّ": 822,
      "ْ": 823,
      "ٔ": 824,
      "١": 825,
      "٧": 826,
      "ٰ": 827,
      "پ": 828,
      "چ": 829,
      "ڈ": 830,
      "ڠ": 831,
      "ک": 832,
      "ڬ": 833,
      "گ": 834,
      "ں": 835,
      "ھ": 836,
      "ہ": 837,
      "ی": 838,
      "ۍ": 839,
      "ے": 840,
      "ە": 841,
      "ܐ": 842,
      "ܒ": 843,
      "ܔ": 844,
      "ܕ": 845,
      "ܗ": 846,
      "ܘ": 847,
      "ܙ": 848,
      "ܚ": 849,
      "ܛ": 850,
      "ܝ": 851,
      "ܠ": 852,
      "ܡ": 853,
      "ܢ": 854,
      "ܣ": 855,
      "ܥ": 856,
      "ܦ": 857,
      "ܪ": 858,
      "ܬ": 859,
      "ܲ": 860,
      "ܵ": 861,
      "ܼ": 862,
      "݂": 863,
      "ँ": 864,
      "ं": 865,
      "ः": 866,
      "अ": 867,
      "आ": 868,
      "इ": 869,
      "ई": 870,
      "उ": 871,
      "ऋ": 872,
      "ए": 873,
      "ऐ": 874,
      "औ": 875,
      "क": 876,
      "ख": 877,
      "ग": 878,
      "घ": 879,
      "ङ": 880,
      "च": 881,
      "छ": 882,
      "ज": 883,
      "ञ": 884,
      "ट": 885,
      "ठ": 886,
      "ड": 887,
      "ण": 888,
      "त": 889,
      "थ": 890,
      "द": 891,
      "ध": 892,
      "न": 893,
      "प": 894,
      "फ": 895,
      "ब": 896,
      "भ": 897,
      "म": 898,
      "य": 899,
      "र": 900,
      "ल": 901,
      "व": 902,
      "श": 903,
      "ष": 904,
      "स": 905,
      "ह": 906,
      "़": 907,
      "ऽ": 908,
      "ा": 909,
      "ि": 910,
      "ी": 911,
      "ु": 912,
      "ू": 913,
      "ृ": 914,
      "ॆ": 915,
      "े": 916,
      "ै": 917,
      "ॉ": 918,
      "ॊ": 919,
      "ो": 920,
      "ौ": 921,
      "्": 922,
      "ॐ": 923,
      "।": 924,
      "॥": 925,
      "१": 926,
      "२": 927,
      "३": 928,
      "ং": 929,
      "অ": 930,
      "আ": 931,
      "ই": 932,
      "এ": 933,
      "ক": 934,
      "খ": 935,
      "গ": 936,
      "ঙ": 937,
      "চ": 938,
      "জ": 939,
      "ট": 940,
      "ড": 941,
      "ঢ": 942,
      "ণ": 943,
      "ত": 944,
      "থ": 945,
      "দ": 946,
      "ন": 947,
      "প": 948,
      "ব": 949,
      "ভ": 950,
      "ম": 951,
      "য": 952,
      "র": 953,
      "ল": 954,
      "শ": 955,
      "ষ": 956,
      "স": 957,
      "হ": 958,
      "়": 959,
      "া": 960,
      "ি": 961,
      "ী": 962,
      "ু": 963,
      "ূ": 964,
      "ে": 965,
      "ৈ": 966,
      "ো": 967,
      "্": 968,
      "ৰ": 969,
      "ਂ": 970,
      "ਅ": 971,
      "ਉ": 972,
      "ਖ": 973,
      "ਘ": 974,
      "ਜ": 975,
      "ਝ": 976,
      "ਦ": 977,
      "ਲ": 978,
      "ਵ": 979,
      "ਸ": 980,
      "ਹ": 981,
      "਼": 982,
      "ਾ": 983,
      "ਿ": 984,
      "ੁ": 985,
      "ੇ": 986,
      "ੰ": 987,
      "ੱ": 988,
      "ખ": 989,
      "ફ": 990,
      "બ": 991,
      "ર": 992,
      "લ": 993,
      "સ": 994,
      "ા": 995,
      "ો": 996,
      "ପ": 997,
      "ର": 998,
      "ୀ": 999,
      "ୁ": 1000,
      "ஃ": 1001,
      "அ": 1002,
      "ஆ": 1003,
      "இ": 1004,
      "ஈ": 1005,
      "எ": 1006,
      "ஒ": 1007,
      "க": 1008,
      "ங": 1009,
      "ச": 1010,
      "ட": 1011,
      "ண": 1012,
      "த": 1013,
      "ந": 1014,
      "ன": 1015,
      "ப": 1016,
      "ம": 1017,
      "ய": 1018,
      "ர": 1019,
      "ற": 1020,
      "ல": 1021,
      "ள": 1022,
      "ழ": 1023,
      "வ": 1024,
      "ஸ": 1025,
      "ா": 1026,
      "ி": 1027,
      "ீ": 1028,
      "ு": 1029,
      "ூ": 1030,
      "ெ": 1031,
      "ே": 1032,
      "ை": 1033,
      "ோ": 1034,
      "்": 1035,
      "ం": 1036,
      "క": 1037,
      "ఖ": 1038,
      "గ": 1039,
      "జ": 1040,
      "ట": 1041,
      "ఠ": 1042,
      "డ": 1043,
      "త": 1044,
      "థ": 1045,
      "ద": 1046,
      "న": 1047,
      "ప": 1048,
      "బ": 1049,
      "భ": 1050,
      "మ": 1051,
      "య": 1052,
      "ర": 1053,
      "ల": 1054,
      "వ": 1055,
      "ష": 1056,
      "స": 1057,
      "ా": 1058,
      "ి": 1059,
      "ీ": 1060,
      "ు": 1061,
      "ై": 1062,
      "ో": 1063,
      "్": 1064,
      "ಂ": 1065,
      "ಃ": 1066,
      "ಕ": 1067,
      "ಖ": 1068,
      "ಗ": 1069,
      "ಚ": 1070,
      "ಟ": 1071,
      "ಠ": 1072,
      "ಡ": 1073,
      "ತ": 1074,
      "ದ": 1075,
      "ನ": 1076,
      "ಪ": 1077,
      "ಬ": 1078,
      "ಭ": 1079,
      "ಮ": 1080,
      "ಯ": 1081,
      "ರ": 1082,
      "ಱ": 1083,
      "ಲ": 1084,
      "ಳ": 1085,
      "ವ": 1086,
      "ಶ": 1087,
      "ಸ": 1088,
      "ಹ": 1089,
      "ಾ": 1090,
      "ಿ": 1091,
      "ು": 1092,
      "ೇ": 1093,
      "ೋ": 1094,
      "್": 1095,
      "ೞ": 1096,
      "അ": 1097,
      "ങ": 1098,
      "ദ": 1099,
      "ന": 1100,
      "പ": 1101,
      "മ": 1102,
      "യ": 1103,
      "ര": 1104,
      "ള": 1105,
      "വ": 1106,
      "ശ": 1107,
      "സ": 1108,
      "ഹ": 1109,
      "ാ": 1110,
      "ി": 1111,
      "്": 1112,
      "අ": 1113,
      "එ": 1114,
      "ක": 1115,
      "ග": 1116,
      "ජ": 1117,
      "ත": 1118,
      "ධ": 1119,
      "න": 1120,
      "ප": 1121,
      "ම": 1122,
      "ය": 1123,
      "ර": 1124,
      "ල": 1125,
      "ව": 1126,
      "ශ": 1127,
      "හ": 1128,
      "ළ": 1129,
      "්": 1130,
      "ා": 1131,
      "ැ": 1132,
      "ි": 1133,
      "ු": 1134,
      "ේ": 1135,
      "ෝ": 1136,
      "ก": 1137,
      "ข": 1138,
      "ค": 1139,
      "ฆ": 1140,
      "ง": 1141,
      "จ": 1142,
      "ฉ": 1143,
      "ช": 1144,
      "ซ": 1145,
      "ญ": 1146,
      "ฎ": 1147,
      "ฏ": 1148,
      "ฐ": 1149,
      "ฑ": 1150,
      "ณ": 1151,
      "ด": 1152,
      "ต": 1153,
      "ถ": 1154,
      "ท": 1155,
      "ธ": 1156,
      "น": 1157,
      "บ": 1158,
      "ป": 1159,
      "ผ": 1160,
      "ฝ": 1161,
      "พ": 1162,
      "ฟ": 1163,
      "ภ": 1164,
      "ม": 1165,
      "ย": 1166,
      "ร": 1167,
      "ฤ": 1168,
      "ล": 1169,
      "ว": 1170,
      "ศ": 1171,
      "ษ": 1172,
      "ส": 1173,
      "ห": 1174,
      "ฬ": 1175,
      "อ": 1176,
      "ฮ": 1177,
      "ะ": 1178,
      "ั": 1179,
      "า": 1180,
      "ำ": 1181,
      "ิ": 1182,
      "ี": 1183,
      "ึ": 1184,
      "ื": 1185,
      "ุ": 1186,
      "ู": 1187,
      "฿": 1188,
      "เ": 1189,
      "แ": 1190,
      "โ": 1191,
      "ใ": 1192,
      "ไ": 1193,
      "็": 1194,
      "่": 1195,
      "้": 1196,
      "๊": 1197,
      "์": 1198,
      "་": 1199,
      "༌": 1200,
      "།": 1201,
      "ཀ": 1202,
      "ཁ": 1203,
      "ག": 1204,
      "ང": 1205,
      "ཆ": 1206,
      "ཇ": 1207,
      "ཐ": 1208,
      "ད": 1209,
      "ན": 1210,
      "པ": 1211,
      "བ": 1212,
      "མ": 1213,
      "ཙ": 1214,
      "ཚ": 1215,
      "ཛ": 1216,
      "འ": 1217,
      "ཡ": 1218,
      "ར": 1219,
      "ལ": 1220,
      "ས": 1221,
      "ཧ": 1222,
      "ི": 1223,
      "ུ": 1224,
      "ེ": 1225,
      "ོ": 1226,
      "ྟ": 1227,
      "ྡ": 1228,
      "ྣ": 1229,
      "ྤ": 1230,
      "ྥ": 1231,
      "ྱ": 1232,
      "ྲ": 1233,
      "က": 1234,
      "ဂ": 1235,
      "င": 1236,
      "စ": 1237,
      "ဆ": 1238,
      "န": 1239,
      "ပ": 1240,
      "ဗ": 1241,
      "ဘ": 1242,
      "မ": 1243,
      "ယ": 1244,
      "ရ": 1245,
      "လ": 1246,
      "ဝ": 1247,
      "ဟ": 1248,
      "ာ": 1249,
      "ိ": 1250,
      "ီ": 1251,
      "ု": 1252,
      "ူ": 1253,
      "ဲ": 1254,
      "း": 1255,
      "္": 1256,
      "်": 1257,
      "ျ": 1258,
      "ြ": 1259,
      "ှ": 1260,
      "Ⴀ": 1261,
      "Ⴂ": 1262,
      "Ⴃ": 1263,
      "Ⴈ": 1264,
      "Ⴌ": 1265,
      "Ⴕ": 1266,
      "Ⴟ": 1267,
      "ა": 1268,
      "ბ": 1269,
      "გ": 1270,
      "დ": 1271,
      "ე": 1272,
      "ვ": 1273,
      "ზ": 1274,
      "თ": 1275,
      "ი": 1276,
      "კ": 1277,
      "ლ": 1278,
      "მ": 1279,
      "ნ": 1280,
      "ო": 1281,
      "პ": 1282,
      "ჟ": 1283,
      "რ": 1284,
      "ს": 1285,
      "ტ": 1286,
      "უ": 1287,
      "ფ": 1288,
      "ქ": 1289,
      "ღ": 1290,
      "ყ": 1291,
      "შ": 1292,
      "ჩ": 1293,
      "ც": 1294,
      "ძ": 1295,
      "წ": 1296,
      "ჭ": 1297,
      "ხ": 1298,
      "ჯ": 1299,
      "ჰ": 1300,
      "ჱ": 1301,
      "ჲ": 1302,
      "ჳ": 1303,
      "ჴ": 1304,
      "ჵ": 1305,
      "ჶ": 1306,
      "ჷ": 1307,
      "ჸ": 1308,
      "ჹ": 1309,
      "ჺ": 1310,
      "჻": 1311,
      "ሀ": 1312,
      "ለ": 1313,
      "ሐ": 1314,
      "ሓ": 1315,
      "ሕ": 1316,
      "መ": 1317,
      "ማ": 1318,
      "ሥ": 1319,
      "ረ": 1320,
      "ር": 1321,
      "ሰ": 1322,
      "ስ": 1323,
      "ቆ": 1324,
      "ቈ": 1325,
      "በ": 1326,
      "ብ": 1327,
      "ቲ": 1328,
      "ታ": 1329,
      "ት": 1330,
      "ነ": 1331,
      "ና": 1332,
      "ን": 1333,
      "ኖ": 1334,
      "አ": 1335,
      "ኢ": 1336,
      "እ": 1337,
      "ከ": 1338,
      "ኲ": 1339,
      "ዕ": 1340,
      "ዘ": 1341,
      "ዛ": 1342,
      "የ": 1343,
      "ያ": 1344,
      "ይ": 1345,
      "ዮ": 1346,
      "ደ": 1347,
      "ድ": 1348,
      "ጅ": 1349,
      "ገ": 1350,
      "ጉ": 1351,
      "ጵ": 1352,
      "ፈ": 1353,
      "ፍ": 1354,
      "፡": 1355,
      "Ꭰ": 1356,
      "Ꭳ": 1357,
      "Ꭶ": 1358,
      "Ꭸ": 1359,
      "Ꭹ": 1360,
      "Ꮀ": 1361,
      "Ꮃ": 1362,
      "Ꮉ": 1363,
      "Ꮝ": 1364,
      "Ꮿ": 1365,
      "Ᏹ": 1366,
      "ᐊ": 1367,
      "ᑲ": 1368,
      "ᒡ": 1369,
      "ᓘ": 1370,
      "ᚢ": 1371,
      "ᚣ": 1372,
      "ᚦ": 1373,
      "ᚨ": 1374,
      "ᚩ": 1375,
      "ᚬ": 1376,
      "ᚱ": 1377,
      "ᚷ": 1378,
      "ᚹ": 1379,
      "ᚺ": 1380,
      "ᚻ": 1381,
      "ᚼ": 1382,
      "ᚾ": 1383,
      "ᛁ": 1384,
      "ᛃ": 1385,
      "ᛄ": 1386,
      "ᛇ": 1387,
      "ᛋ": 1388,
      "ᛏ": 1389,
      "ᛒ": 1390,
      "ᛗ": 1391,
      "ᛚ": 1392,
      "ᛝ": 1393,
      "ᛞ": 1394,
      "ᛟ": 1395,
      "ᛠ": 1396,
      "ក": 1397,
      "ខ": 1398,
      "គ": 1399,
      "ង": 1400,
      "ច": 1401,
      "ឆ": 1402,
      "ជ": 1403,
      "ញ": 1404,
      "ដ": 1405,
      "ឋ": 1406,
      "ណ": 1407,
      "ត": 1408,
      "ថ": 1409,
      "ទ": 1410,
      "ធ": 1411,
      "ន": 1412,
      "ប": 1413,
      "ព": 1414,
      "ភ": 1415,
      "ម": 1416,
      "យ": 1417,
      "រ": 1418,
      "ល": 1419,
      "វ": 1420,
      "ស": 1421,
      "ហ": 1422,
      "អ": 1423,
      "ឥ": 1424,
      "ឪ": 1425,
      "ឫ": 1426,
      "ឯ": 1427,
      "឵": 1428,
      "ា": 1429,
      "ិ": 1430,
      "ី": 1431,
      "ឹ": 1432,
      "ឺ": 1433,
      "ុ": 1434,
      "ូ": 1435,
      "ួ": 1436,
      "ៀ": 1437,
      "េ": 1438,
      "ែ": 1439,
      "ៃ": 1440,
      "ោ": 1441,
      "ៅ": 1442,
      "ំ": 1443,
      "ះ": 1444,
      "ៈ": 1445,
      "៉": 1446,
      "់": 1447,
      "្": 1448,
      "ᠠ": 1449,
      "ᠣ": 1450,
      "ᠨ": 1451,
      "ᠪ": 1452,
      "ᠮ": 1453,
      "ᠯ": 1454,
      "ᠰ": 1455,
      "ᠴ": 1456,
      "ᠵ": 1457,
      "ᠸ": 1458,
      "ᡝ": 1459,
      "ᡠ": 1460,
      "ᡥ": 1461,
      "ᡨ": 1462,
      "ᡳ": 1463,
      "ᡴ": 1464,
      "ᡵ": 1465,
      "ᴰ": 1466,
      "ᴷ": 1467,
      "ᴺ": 1468,
      "ᵀ": 1469,
      "ᵊ": 1470,
      "ᵑ": 1471,
      "ᵗ": 1472,
      "ᵘ": 1473,
      "ᵝ": 1474,
      "ᵻ": 1475,
      "ᵿ": 1476,
      "ᶑ": 1477,
      "ᶢ": 1478,
      "ᶦ": 1479,
      "ᶴ": 1480,
      "ᶷ": 1481,
      "᷄": 1482,
      "᷅": 1483,
      "᷆": 1484,
      "᷇": 1485,
      "᷈": 1486,
      "᷉": 1487,
      "᷽": 1488,
      "Ḍ": 1489,
      "ḍ": 1490,
      "Ḏ": 1491,
      "ḏ": 1492,
      "ḑ": 1493,
      "ḕ": 1494,
      "ḗ": 1495,
      "Ḣ": 1496,
      "Ḥ": 1497,
      "ḥ": 1498,
      "Ḩ": 1499,
      "ḩ": 1500,
      "Ḫ": 1501,
      "ḫ": 1502,
      "ḭ": 1503,
      "ḱ": 1504,
      "Ḳ": 1505,
      "ḳ": 1506,
      "ḵ": 1507,
      "ḷ": 1508,
      "ḹ": 1509,
      "ḻ": 1510,
      "ḿ": 1511,
      "ṁ": 1512,
      "ṃ": 1513,
      "ṅ": 1514,
      "ṇ": 1515,
      "ṉ": 1516,
      "ṓ": 1517,
      "ṙ": 1518,
      "Ṛ": 1519,
      "ṛ": 1520,
      "Ṝ": 1521,
      "ṝ": 1522,
      "ṟ": 1523,
      "Ṣ": 1524,
      "ṣ": 1525,
      "Ṧ": 1526,
      "Ṫ": 1527,
      "Ṭ": 1528,
      "ṭ": 1529,
      "Ṯ": 1530,
      "ṯ": 1531,
      "ṳ": 1532,
      "ṵ": 1533,
      "Ṽ": 1534,
      "ṽ": 1535,
      "ẃ": 1536,
      "Ẓ": 1537,
      "ẓ": 1538,
      "ẖ": 1539,
      "ạ": 1540,
      "ả": 1541,
      "Ấ": 1542,
      "ấ": 1543,
      "ầ": 1544,
      "Ẩ": 1545,
      "ẩ": 1546,
      "ẫ": 1547,
      "ậ": 1548,
      "ắ": 1549,
      "ằ": 1550,
      "ẵ": 1551,
      "ặ": 1552,
      "ẹ": 1553,
      "ẻ": 1554,
      "ẽ": 1555,
      "ế": 1556,
      "ề": 1557,
      "ể": 1558,
      "ễ": 1559,
      "ệ": 1560,
      "ỉ": 1561,
      "ị": 1562,
      "Ọ": 1563,
      "ọ": 1564,
      "ỏ": 1565,
      "Ố": 1566,
      "ố": 1567,
      "ồ": 1568,
      "ổ": 1569,
      "ỗ": 1570,
      "ộ": 1571,
      "ớ": 1572,
      "ờ": 1573,
      "ở": 1574,
      "ợ": 1575,
      "Ụ": 1576,
      "ụ": 1577,
      "ủ": 1578,
      "Ứ": 1579,
      "ứ": 1580,
      "ừ": 1581,
      "ử": 1582,
      "ữ": 1583,
      "ự": 1584,
      "ỳ": 1585,
      "ỵ": 1586,
      "ỹ": 1587,
      "ἀ": 1588,
      "ἁ": 1589,
      "ἂ": 1590,
      "ἃ": 1591,
      "ἄ": 1592,
      "ἅ": 1593,
      "Ἀ": 1594,
      "Ἁ": 1595,
      "Ἄ": 1596,
      "Ἅ": 1597,
      "ἐ": 1598,
      "ἑ": 1599,
      "ἒ": 1600,
      "ἔ": 1601,
      "ἕ": 1602,
      "Ἐ": 1603,
      "Ἑ": 1604,
      "Ἔ": 1605,
      "Ἕ": 1606,
      "ἠ": 1607,
      "ἡ": 1608,
      "ἢ": 1609,
      "ἤ": 1610,
      "ἥ": 1611,
      "ἦ": 1612,
      "ἧ": 1613,
      "Ἠ": 1614,
      "Ἡ": 1615,
      "ἰ": 1616,
      "ἱ": 1617,
      "ἲ": 1618,
      "ἳ": 1619,
      "ἴ": 1620,
      "ἵ": 1621,
      "ἶ": 1622,
      "ἷ": 1623,
      "Ἰ": 1624,
      "Ἱ": 1625,
      "Ἶ": 1626,
      "ὀ": 1627,
      "ὁ": 1628,
      "ὂ": 1629,
      "ὃ": 1630,
      "ὄ": 1631,
      "ὅ": 1632,
      "Ὁ": 1633,
      "Ὄ": 1634,
      "ὐ": 1635,
      "ὑ": 1636,
      "ὔ": 1637,
      "ὕ": 1638,
      "ὖ": 1639,
      "ὗ": 1640,
      "Ὕ": 1641,
      "ὡ": 1642,
      "ὣ": 1643,
      "ὤ": 1644,
      "ὥ": 1645,
      "ὦ": 1646,
      "Ὠ": 1647,
      "Ὡ": 1648,
      "Ὦ": 1649,
      "ὰ": 1650,
      "ὲ": 1651,
      "ὴ": 1652,
      "ὶ": 1653,
      "ὸ": 1654,
      "ὺ": 1655,
      "ὼ": 1656,
      "ᾓ": 1657,
      "ᾰ": 1658,
      "ᾳ": 1659,
      "ᾶ": 1660,
      "ᾷ": 1661,
      "᾿": 1662,
      "ῆ": 1663,
      "ῇ": 1664,
      "Ὲ": 1665,
      "ῐ": 1666,
      "ῑ": 1667,
      "ῖ": 1668,
      "Ὶ": 1669,
      "ῠ": 1670,
      "ῥ": 1671,
      "ῦ": 1672,
      "Ῥ": 1673,
      "ῳ": 1674,
      "ῶ": 1675,
      "ῷ": 1676,
      "​": 1677,
      "‌": 1678,
      "‍": 1679,
      "‐": 1680,
      "‑": 1681,
      "‒": 1682,
      "–": 1683,
      "—": 1684,
      "―": 1685,
      "‖": 1686,
      "‘": 1687,
      "’": 1688,
      "‚": 1689,
      "‛": 1690,
      "“": 1691,
      "”": 1692,
      "„": 1693,
      "‟": 1694,
      "†": 1695,
      "‡": 1696,
      "•": 1697,
      "…": 1698,
      "‰": 1699,
      "′": 1700,
      "″": 1701,
      "※": 1702,
      "‼": 1703,
      "‿": 1704,
      "⁄": 1705,
      "⁊": 1706,
      "⁠": 1707,
      "⁡": 1708,
      "⁰": 1709,
      "⁺": 1710,
      "ⁿ": 1711,
      "₁": 1712,
      "₂": 1713,
      "₃": 1714,
      "₄": 1715,
      "₡": 1716,
      "₣": 1717,
      "₤": 1718,
      "₦": 1719,
      "₧": 1720,
      "₨": 1721,
      "₩": 1722,
      "₫": 1723,
      "€": 1724,
      "₱": 1725,
      "₴": 1726,
      "₹": 1727,
      "ℂ": 1728,
      "℃": 1729,
      "ℓ": 1730,
      "ℕ": 1731,
      "№": 1732,
      "ℛ": 1733,
      "ℝ": 1734,
      "℞": 1735,
      "™": 1736,
      "ℤ": 1737,
      "℥": 1738,
      "ℵ": 1739,
      "⅓": 1740,
      "⅔": 1741,
      "⅙": 1742,
      "⅛": 1743,
      "⅜": 1744,
      "⅝": 1745,
      "⅞": 1746,
      "Ⅱ": 1747,
      "←": 1748,
      "↑": 1749,
      "→": 1750,
      "↓": 1751,
      "↔": 1752,
      "↗": 1753,
      "↘": 1754,
      "↦": 1755,
      "↪": 1756,
      "↵": 1757,
      "⇄": 1758,
      "⇌": 1759,
      "⇒": 1760,
      "⇪": 1761,
      "∀": 1762,
      "∂": 1763,
      "∅": 1764,
      "∆": 1765,
      "∇": 1766,
      "∈": 1767,
      "∉": 1768,
      "∊": 1769,
      "∑": 1770,
      "−": 1771,
      "∕": 1772,
      "∖": 1773,
      "∗": 1774,
      "∘": 1775,
      "√": 1776,
      "∝": 1777,
      "∞": 1778,
      "∤": 1779,
      "∩": 1780,
      "∪": 1781,
      "∫": 1782,
      "∴": 1783,
      "∼": 1784,
      "≈": 1785,
      "≠": 1786,
      "≡": 1787,
      "≢": 1788,
      "≤": 1789,
      "≥": 1790,
      "≪": 1791,
      "≫": 1792,
      "≲": 1793,
      "⊂": 1794,
      "⊕": 1795,
      "⊗": 1796,
      "⊙": 1797,
      "⊞": 1798,
      "⊢": 1799,
      "⊣": 1800,
      "⊥": 1801,
      "⋅": 1802,
      "⋆": 1803,
      "⋯": 1804,
      "⌊": 1805,
      "⌋": 1806,
      "⌘": 1807,
      "①": 1808,
      "②": 1809,
      "③": 1810,
      "④": 1811,
      "⑤": 1812,
      "⑥": 1813,
      "⑦": 1814,
      "⑧": 1815,
      "─": 1816,
      "█": 1817,
      "▢": 1818,
      "▲": 1819,
      "▼": 1820,
      "○": 1821,
      "●": 1822,
      "◦": 1823,
      "☄": 1824,
      "★": 1825,
      "☆": 1826,
      "☉": 1827,
      "☧": 1828,
      "☫": 1829,
      "☭": 1830,
      "☽": 1831,
      "☾": 1832,
      "♀": 1833,
      "♂": 1834,
      "♄": 1835,
      "♅": 1836,
      "♆": 1837,
      "♇": 1838,
      "♈": 1839,
      "♉": 1840,
      "♠": 1841,
      "♣": 1842,
      "♥": 1843,
      "♦": 1844,
      "♩": 1845,
      "♪": 1846,
      "♭": 1847,
      "♮": 1848,
      "♯": 1849,
      "⚳": 1850,
      "⚴": 1851,
      "⚵": 1852,
      "⛢": 1853,
      "✡": 1854,
      "✱": 1855,
      "❄": 1856,
      "❅": 1857,
      "❆": 1858,
      "❤": 1859,
      "⟦": 1860,
      "⟧": 1861,
      "⟨": 1862,
      "⟩": 1863,
      "⥇": 1864,
      "⩽": 1865,
      "⫶": 1866,
      "ⱱ": 1867,
      "ⲁ": 1868,
      "ⲛ": 1869,
      "ⲥ": 1870,
      "ⲧ": 1871,
      "ⲩ": 1872,
      "Ⲫ": 1873,
      "ⲱ": 1874,
      "ⴰ": 1875,
      "ⴳ": 1876,
      "ⴷ": 1877,
      "ⴻ": 1878,
      "ⴼ": 1879,
      "ⴽ": 1880,
      "ⵃ": 1881,
      "ⵇ": 1882,
      "ⵉ": 1883,
      "ⵍ": 1884,
      "ⵎ": 1885,
      "ⵏ": 1886,
      "ⵓ": 1887,
      "ⵔ": 1888,
      "ⵕ": 1889,
      "ⵖ": 1890,
      "ⵙ": 1891,
      "ⵛ": 1892,
      "ⵜ": 1893,
      "ⵡ": 1894,
      "ⵢ": 1895,
      "ⵣ": 1896,
      "⸨": 1897,
      "⸩": 1898,
      "、": 1899,
      "。": 1900,
      "々": 1901,
      "〈": 1902,
      "〉": 1903,
      "《": 1904,
      "》": 1905,
      "「": 1906,
      "」": 1907,
      "『": 1908,
      "』": 1909,
      "【": 1910,
      "】": 1911,
      "〒": 1912,
      "〜": 1913,
      "あ": 1914,
      "ぃ": 1915,
      "い": 1916,
      "ぅ": 1917,
      "う": 1918,
      "ぇ": 1919,
      "え": 1920,
      "ぉ": 1921,
      "お": 1922,
      "か": 1923,
      "が": 1924,
      "き": 1925,
      "ぎ": 1926,
      "く": 1927,
      "ぐ": 1928,
      "け": 1929,
      "げ": 1930,
      "こ": 1931,
      "ご": 1932,
      "さ": 1933,
      "ざ": 1934,
      "し": 1935,
      "じ": 1936,
      "す": 1937,
      "ず": 1938,
      "せ": 1939,
      "ぜ": 1940,
      "そ": 1941,
      "ぞ": 1942,
      "た": 1943,
      "だ": 1944,
      "ち": 1945,
      "っ": 1946,
      "つ": 1947,
      "づ": 1948,
      "て": 1949,
      "で": 1950,
      "と": 1951,
      "ど": 1952,
      "な": 1953,
      "に": 1954,
      "ぬ": 1955,
      "ね": 1956,
      "の": 1957,
      "は": 1958,
      "ば": 1959,
      "ぱ": 1960,
      "ひ": 1961,
      "び": 1962,
      "ぴ": 1963,
      "ふ": 1964,
      "ぶ": 1965,
      "ぷ": 1966,
      "へ": 1967,
      "べ": 1968,
      "ぺ": 1969,
      "ほ": 1970,
      "ぼ": 1971,
      "ぽ": 1972,
      "ま": 1973,
      "み": 1974,
      "む": 1975,
      "め": 1976,
      "も": 1977,
      "ゃ": 1978,
      "や": 1979,
      "ゅ": 1980,
      "ゆ": 1981,
      "ょ": 1982,
      "よ": 1983,
      "ら": 1984,
      "り": 1985,
      "る": 1986,
      "れ": 1987,
      "ろ": 1988,
      "わ": 1989,
      "ゑ": 1990,
      "を": 1991,
      "ん": 1992,
      "ァ": 1993,
      "ア": 1994,
      "ィ": 1995,
      "イ": 1996,
      "ゥ": 1997,
      "ウ": 1998,
      "ェ": 1999,
      "エ": 2000,
      "ォ": 2001,
      "オ": 2002,
      "カ": 2003,
      "ガ": 2004,
      "キ": 2005,
      "ギ": 2006,
      "ク": 2007,
      "グ": 2008,
      "ケ": 2009,
      "ゲ": 2010,
      "コ": 2011,
      "ゴ": 2012,
      "サ": 2013,
      "ザ": 2014,
      "シ": 2015,
      "ジ": 2016,
      "ス": 2017,
      "ズ": 2018,
      "セ": 2019,
      "ゼ": 2020,
      "ソ": 2021,
      "ゾ": 2022,
      "タ": 2023,
      "ダ": 2024,
      "チ": 2025,
      "ヂ": 2026,
      "ッ": 2027,
      "ツ": 2028,
      "ヅ": 2029,
      "テ": 2030,
      "デ": 2031,
      "ト": 2032,
      "ド": 2033,
      "ナ": 2034,
      "ニ": 2035,
      "ヌ": 2036,
      "ネ": 2037,
      "ノ": 2038,
      "ハ": 2039,
      "バ": 2040,
      "パ": 2041,
      "ヒ": 2042,
      "ビ": 2043,
      "ピ": 2044,
      "フ": 2045,
      "ブ": 2046,
      "プ": 2047,
      "ヘ": 2048,
      "ベ": 2049,
      "ペ": 2050,
      "ホ": 2051,
      "ボ": 2052,
      "ポ": 2053,
      "マ": 2054,
      "ミ": 2055,
      "ム": 2056,
      "メ": 2057,
      "モ": 2058,
      "ャ": 2059,
      "ヤ": 2060,
      "ュ": 2061,
      "ユ": 2062,
      "ョ": 2063,
      "ヨ": 2064,
      "ラ": 2065,
      "リ": 2066,
      "ル": 2067,
      "レ": 2068,
      "ロ": 2069,
      "ワ": 2070,
      "ヲ": 2071,
      "ン": 2072,
      "ヴ": 2073,
      "ヶ": 2074,
      "・": 2075,
      "ー": 2076,
      "一": 2077,
      "丁": 2078,
      "七": 2079,
      "万": 2080,
      "丈": 2081,
      "三": 2082,
      "上": 2083,
      "下": 2084,
      "不": 2085,
      "与": 2086,
      "丑": 2087,
      "且": 2088,
      "世": 2089,
      "丘": 2090,
      "丙": 2091,
      "东": 2092,
      "丝": 2093,
      "丞": 2094,
      "両": 2095,
      "丨": 2096,
      "个": 2097,
      "中": 2098,
      "丶": 2099,
      "丸": 2100,
      "丹": 2101,
      "为": 2102,
      "主": 2103,
      "丽": 2104,
      "丿": 2105,
      "乃": 2106,
      "久": 2107,
      "么": 2108,
      "义": 2109,
      "之": 2110,
      "乌": 2111,
      "乎": 2112,
      "乐": 2113,
      "乘": 2114,
      "乙": 2115,
      "乚": 2116,
      "乛": 2117,
      "九": 2118,
      "也": 2119,
      "习": 2120,
      "书": 2121,
      "乩": 2122,
      "买": 2123,
      "乱": 2124,
      "乳": 2125,
      "乾": 2126,
      "亀": 2127,
      "亅": 2128,
      "了": 2129,
      "予": 2130,
      "争": 2131,
      "事": 2132,
      "二": 2133,
      "云": 2134,
      "五": 2135,
      "井": 2136,
      "亚": 2137,
      "些": 2138,
      "亜": 2139,
      "亞": 2140,
      "亡": 2141,
      "交": 2142,
      "亦": 2143,
      "亨": 2144,
      "京": 2145,
      "亮": 2146,
      "亰": 2147,
      "人": 2148,
      "什": 2149,
      "仁": 2150,
      "仇": 2151,
      "今": 2152,
      "介": 2153,
      "仔": 2154,
      "仕": 2155,
      "他": 2156,
      "付": 2157,
      "仙": 2158,
      "代": 2159,
      "令": 2160,
      "以": 2161,
      "仪": 2162,
      "们": 2163,
      "仮": 2164,
      "仰": 2165,
      "仲": 2166,
      "件": 2167,
      "任": 2168,
      "份": 2169,
      "伊": 2170,
      "伏": 2171,
      "伐": 2172,
      "休": 2173,
      "会": 2174,
      "伝": 2175,
      "伟": 2176,
      "传": 2177,
      "伪": 2178,
      "伯": 2179,
      "伴": 2180,
      "伸": 2181,
      "似": 2182,
      "佃": 2183,
      "但": 2184,
      "位": 2185,
      "住": 2186,
      "佐": 2187,
      "佑": 2188,
      "体": 2189,
      "何": 2190,
      "余": 2191,
      "佛": 2192,
      "作": 2193,
      "你": 2194,
      "佳": 2195,
      "併": 2196,
      "使": 2197,
      "來": 2198,
      "例": 2199,
      "侍": 2200,
      "侗": 2201,
      "供": 2202,
      "依": 2203,
      "侠": 2204,
      "侨": 2205,
      "侬": 2206,
      "侯": 2207,
      "係": 2208,
      "促": 2209,
      "俄": 2210,
      "俊": 2211,
      "保": 2212,
      "信": 2213,
      "俭": 2214,
      "修": 2215,
      "俱": 2216,
      "俳": 2217,
      "倉": 2218,
      "個": 2219,
      "們": 2220,
      "候": 2221,
      "借": 2222,
      "倪": 2223,
      "倫": 2224,
      "倭": 2225,
      "偃": 2226,
      "假": 2227,
      "偏": 2228,
      "健": 2229,
      "側": 2230,
      "偵": 2231,
      "偽": 2232,
      "傀": 2233,
      "傅": 2234,
      "傑": 2235,
      "傘": 2236,
      "備": 2237,
      "催": 2238,
      "傭": 2239,
      "傳": 2240,
      "傷": 2241,
      "像": 2242,
      "僑": 2243,
      "僕": 2244,
      "僧": 2245,
      "儀": 2246,
      "億": 2247,
      "儒": 2248,
      "儚": 2249,
      "儡": 2250,
      "優": 2251,
      "儿": 2252,
      "允": 2253,
      "元": 2254,
      "充": 2255,
      "兆": 2256,
      "先": 2257,
      "光": 2258,
      "克": 2259,
      "免": 2260,
      "兒": 2261,
      "兔": 2262,
      "兜": 2263,
      "入": 2264,
      "內": 2265,
      "全": 2266,
      "兩": 2267,
      "八": 2268,
      "公": 2269,
      "六": 2270,
      "兰": 2271,
      "共": 2272,
      "关": 2273,
      "兵": 2274,
      "其": 2275,
      "具": 2276,
      "典": 2277,
      "养": 2278,
      "冀": 2279,
      "内": 2280,
      "円": 2281,
      "冉": 2282,
      "册": 2283,
      "再": 2284,
      "冒": 2285,
      "写": 2286,
      "军": 2287,
      "冠": 2288,
      "冥": 2289,
      "冫": 2290,
      "冬": 2291,
      "冯": 2292,
      "决": 2293,
      "冴": 2294,
      "冶": 2295,
      "冷": 2296,
      "净": 2297,
      "准": 2298,
      "凌": 2299,
      "凤": 2300,
      "処": 2301,
      "凪": 2302,
      "凯": 2303,
      "凰": 2304,
      "凱": 2305,
      "凶": 2306,
      "凹": 2307,
      "出": 2308,
      "刀": 2309,
      "刃": 2310,
      "分": 2311,
      "切": 2312,
      "刊": 2313,
      "划": 2314,
      "列": 2315,
      "刘": 2316,
      "初": 2317,
      "判": 2318,
      "別": 2319,
      "利": 2320,
      "别": 2321,
      "到": 2322,
      "制": 2323,
      "刷": 2324,
      "券": 2325,
      "刹": 2326,
      "刺": 2327,
      "刻": 2328,
      "則": 2329,
      "前": 2330,
      "剑": 2331,
      "剛": 2332,
      "剣": 2333,
      "剧": 2334,
      "剩": 2335,
      "副": 2336,
      "割": 2337,
      "創": 2338,
      "劃": 2339,
      "劇": 2340,
      "劉": 2341,
      "劍": 2342,
      "力": 2343,
      "办": 2344,
      "功": 2345,
      "加": 2346,
      "劣": 2347,
      "动": 2348,
      "助": 2349,
      "劳": 2350,
      "勃": 2351,
      "勅": 2352,
      "勇": 2353,
      "勒": 2354,
      "動": 2355,
      "勘": 2356,
      "務": 2357,
      "勝": 2358,
      "勞": 2359,
      "勢": 2360,
      "勳": 2361,
      "勾": 2362,
      "包": 2363,
      "化": 2364,
      "北": 2365,
      "匠": 2366,
      "匹": 2367,
      "区": 2368,
      "医": 2369,
      "區": 2370,
      "十": 2371,
      "千": 2372,
      "升": 2373,
      "午": 2374,
      "半": 2375,
      "华": 2376,
      "协": 2377,
      "卐": 2378,
      "卒": 2379,
      "卓": 2380,
      "協": 2381,
      "单": 2382,
      "卖": 2383,
      "南": 2384,
      "博": 2385,
      "卜": 2386,
      "占": 2387,
      "卡": 2388,
      "卢": 2389,
      "卦": 2390,
      "卫": 2391,
      "印": 2392,
      "危": 2393,
      "即": 2394,
      "却": 2395,
      "卸": 2396,
      "卿": 2397,
      "厂": 2398,
      "厄": 2399,
      "历": 2400,
      "厘": 2401,
      "厚": 2402,
      "原": 2403,
      "厥": 2404,
      "厦": 2405,
      "厩": 2406,
      "去": 2407,
      "县": 2408,
      "参": 2409,
      "參": 2410,
      "叉": 2411,
      "及": 2412,
      "友": 2413,
      "双": 2414,
      "反": 2415,
      "収": 2416,
      "发": 2417,
      "叔": 2418,
      "取": 2419,
      "受": 2420,
      "变": 2421,
      "叛": 2422,
      "叠": 2423,
      "叡": 2424,
      "叢": 2425,
      "口": 2426,
      "古": 2427,
      "句": 2428,
      "只": 2429,
      "叫": 2430,
      "召": 2431,
      "可": 2432,
      "台": 2433,
      "史": 2434,
      "右": 2435,
      "叶": 2436,
      "号": 2437,
      "司": 2438,
      "合": 2439,
      "吉": 2440,
      "同": 2441,
      "名": 2442,
      "后": 2443,
      "向": 2444,
      "吕": 2445,
      "君": 2446,
      "吞": 2447,
      "吟": 2448,
      "吧": 2449,
      "启": 2450,
      "吳": 2451,
      "吴": 2452,
      "吸": 2453,
      "吹": 2454,
      "吾": 2455,
      "呂": 2456,
      "呉": 2457,
      "告": 2458,
      "周": 2459,
      "呪": 2460,
      "味": 2461,
      "呼": 2462,
      "命": 2463,
      "咆": 2464,
      "和": 2465,
      "咖": 2466,
      "咙": 2467,
      "咫": 2468,
      "咲": 2469,
      "咸": 2470,
      "哀": 2471,
      "品": 2472,
      "哈": 2473,
      "哉": 2474,
      "响": 2475,
      "員": 2476,
      "哥": 2477,
      "哮": 2478,
      "哲": 2479,
      "唄": 2480,
      "唐": 2481,
      "唯": 2482,
      "唱": 2483,
      "商": 2484,
      "問": 2485,
      "啓": 2486,
      "啟": 2487,
      "啡": 2488,
      "善": 2489,
      "喇": 2490,
      "喋": 2491,
      "喚": 2492,
      "喜": 2493,
      "喝": 2494,
      "喬": 2495,
      "嘉": 2496,
      "嘘": 2497,
      "噛": 2498,
      "器": 2499,
      "嚣": 2500,
      "嚴": 2501,
      "囁": 2502,
      "囂": 2503,
      "囃": 2504,
      "囚": 2505,
      "四": 2506,
      "回": 2507,
      "因": 2508,
      "团": 2509,
      "団": 2510,
      "図": 2511,
      "国": 2512,
      "图": 2513,
      "圈": 2514,
      "國": 2515,
      "圍": 2516,
      "圏": 2517,
      "園": 2518,
      "圓": 2519,
      "圖": 2520,
      "土": 2521,
      "圣": 2522,
      "圧": 2523,
      "在": 2524,
      "地": 2525,
      "圻": 2526,
      "坂": 2527,
      "均": 2528,
      "坊": 2529,
      "坑": 2530,
      "块": 2531,
      "坚": 2532,
      "坝": 2533,
      "坡": 2534,
      "坤": 2535,
      "坪": 2536,
      "型": 2537,
      "垣": 2538,
      "城": 2539,
      "埔": 2540,
      "域": 2541,
      "執": 2542,
      "培": 2543,
      "基": 2544,
      "堀": 2545,
      "堂": 2546,
      "堅": 2547,
      "堆": 2548,
      "堡": 2549,
      "堤": 2550,
      "堯": 2551,
      "報": 2552,
      "場": 2553,
      "塊": 2554,
      "塔": 2555,
      "塘": 2556,
      "塚": 2557,
      "塞": 2558,
      "塩": 2559,
      "填": 2560,
      "塵": 2561,
      "境": 2562,
      "墓": 2563,
      "墙": 2564,
      "增": 2565,
      "壁": 2566,
      "壌": 2567,
      "壓": 2568,
      "壟": 2569,
      "壤": 2570,
      "士": 2571,
      "壬": 2572,
      "壮": 2573,
      "壯": 2574,
      "声": 2575,
      "壱": 2576,
      "売": 2577,
      "壳": 2578,
      "壷": 2579,
      "壽": 2580,
      "处": 2581,
      "备": 2582,
      "変": 2583,
      "复": 2584,
      "夏": 2585,
      "夕": 2586,
      "外": 2587,
      "多": 2588,
      "夜": 2589,
      "够": 2590,
      "夢": 2591,
      "夤": 2592,
      "大": 2593,
      "天": 2594,
      "太": 2595,
      "夫": 2596,
      "央": 2597,
      "失": 2598,
      "头": 2599,
      "夷": 2600,
      "奇": 2601,
      "奈": 2602,
      "奉": 2603,
      "奎": 2604,
      "奏": 2605,
      "奐": 2606,
      "契": 2607,
      "奔": 2608,
      "奥": 2609,
      "奧": 2610,
      "奪": 2611,
      "女": 2612,
      "奴": 2613,
      "好": 2614,
      "如": 2615,
      "妃": 2616,
      "妇": 2617,
      "妍": 2618,
      "妖": 2619,
      "妙": 2620,
      "妮": 2621,
      "妹": 2622,
      "妻": 2623,
      "姉": 2624,
      "姊": 2625,
      "始": 2626,
      "姑": 2627,
      "委": 2628,
      "姚": 2629,
      "姥": 2630,
      "姦": 2631,
      "姫": 2632,
      "姬": 2633,
      "姿": 2634,
      "威": 2635,
      "娘": 2636,
      "娜": 2637,
      "婁": 2638,
      "婆": 2639,
      "婚": 2640,
      "婷": 2641,
      "嫁": 2642,
      "嬢": 2643,
      "嬴": 2644,
      "子": 2645,
      "孔": 2646,
      "字": 2647,
      "存": 2648,
      "孙": 2649,
      "孛": 2650,
      "孝": 2651,
      "孟": 2652,
      "季": 2653,
      "孤": 2654,
      "学": 2655,
      "孩": 2656,
      "孫": 2657,
      "孵": 2658,
      "學": 2659,
      "宁": 2660,
      "宅": 2661,
      "宇": 2662,
      "守": 2663,
      "安": 2664,
      "宋": 2665,
      "完": 2666,
      "宏": 2667,
      "宗": 2668,
      "官": 2669,
      "宙": 2670,
      "定": 2671,
      "宜": 2672,
      "宝": 2673,
      "实": 2674,
      "実": 2675,
      "客": 2676,
      "宣": 2677,
      "室": 2678,
      "宫": 2679,
      "宮": 2680,
      "宴": 2681,
      "宵": 2682,
      "家": 2683,
      "宸": 2684,
      "容": 2685,
      "宿": 2686,
      "寂": 2687,
      "寄": 2688,
      "密": 2689,
      "寇": 2690,
      "富": 2691,
      "寔": 2692,
      "寗": 2693,
      "寛": 2694,
      "寝": 2695,
      "寞": 2696,
      "察": 2697,
      "寧": 2698,
      "寨": 2699,
      "審": 2700,
      "寬": 2701,
      "寵": 2702,
      "寶": 2703,
      "寸": 2704,
      "对": 2705,
      "寺": 2706,
      "寻": 2707,
      "対": 2708,
      "寿": 2709,
      "封": 2710,
      "射": 2711,
      "将": 2712,
      "將": 2713,
      "尉": 2714,
      "尊": 2715,
      "尋": 2716,
      "對": 2717,
      "導": 2718,
      "小": 2719,
      "少": 2720,
      "尔": 2721,
      "尚": 2722,
      "尧": 2723,
      "就": 2724,
      "尸": 2725,
      "尹": 2726,
      "尺": 2727,
      "尼": 2728,
      "尽": 2729,
      "尾": 2730,
      "局": 2731,
      "居": 2732,
      "届": 2733,
      "屋": 2734,
      "屍": 2735,
      "屑": 2736,
      "展": 2737,
      "屠": 2738,
      "層": 2739,
      "屬": 2740,
      "屯": 2741,
      "山": 2742,
      "屿": 2743,
      "岐": 2744,
      "岑": 2745,
      "岚": 2746,
      "岛": 2747,
      "岡": 2748,
      "岩": 2749,
      "岬": 2750,
      "岭": 2751,
      "岳": 2752,
      "岸": 2753,
      "峰": 2754,
      "島": 2755,
      "崇": 2756,
      "崎": 2757,
      "崔": 2758,
      "崖": 2759,
      "嵐": 2760,
      "嶋": 2761,
      "嶺": 2762,
      "嶼": 2763,
      "巂": 2764,
      "巖": 2765,
      "川": 2766,
      "州": 2767,
      "巡": 2768,
      "工": 2769,
      "左": 2770,
      "巨": 2771,
      "巫": 2772,
      "差": 2773,
      "己": 2774,
      "巳": 2775,
      "巴": 2776,
      "巻": 2777,
      "币": 2778,
      "市": 2779,
      "布": 2780,
      "帆": 2781,
      "师": 2782,
      "希": 2783,
      "帕": 2784,
      "帖": 2785,
      "帝": 2786,
      "帥": 2787,
      "带": 2788,
      "師": 2789,
      "帮": 2790,
      "帰": 2791,
      "帶": 2792,
      "常": 2793,
      "幕": 2794,
      "幡": 2795,
      "幣": 2796,
      "干": 2797,
      "平": 2798,
      "年": 2799,
      "幸": 2800,
      "幻": 2801,
      "幽": 2802,
      "广": 2803,
      "庁": 2804,
      "広": 2805,
      "庄": 2806,
      "庆": 2807,
      "庇": 2808,
      "序": 2809,
      "库": 2810,
      "底": 2811,
      "庖": 2812,
      "店": 2813,
      "庙": 2814,
      "庚": 2815,
      "府": 2816,
      "度": 2817,
      "座": 2818,
      "庫": 2819,
      "庭": 2820,
      "庵": 2821,
      "康": 2822,
      "廉": 2823,
      "廊": 2824,
      "廖": 2825,
      "廟": 2826,
      "廣": 2827,
      "廬": 2828,
      "延": 2829,
      "廷": 2830,
      "建": 2831,
      "廻": 2832,
      "廿": 2833,
      "开": 2834,
      "弁": 2835,
      "式": 2836,
      "弐": 2837,
      "弓": 2838,
      "弔": 2839,
      "引": 2840,
      "弘": 2841,
      "弟": 2842,
      "张": 2843,
      "弥": 2844,
      "弦": 2845,
      "弧": 2846,
      "弱": 2847,
      "張": 2848,
      "強": 2849,
      "弹": 2850,
      "强": 2851,
      "弾": 2852,
      "彌": 2853,
      "当": 2854,
      "录": 2855,
      "彖": 2856,
      "彙": 2857,
      "形": 2858,
      "彦": 2859,
      "彩": 2860,
      "彪": 2861,
      "彬": 2862,
      "彭": 2863,
      "影": 2864,
      "役": 2865,
      "彼": 2866,
      "征": 2867,
      "径": 2868,
      "待": 2869,
      "律": 2870,
      "後": 2871,
      "徐": 2872,
      "徒": 2873,
      "得": 2874,
      "從": 2875,
      "御": 2876,
      "復": 2877,
      "微": 2878,
      "徳": 2879,
      "德": 2880,
      "徹": 2881,
      "徽": 2882,
      "心": 2883,
      "必": 2884,
      "忍": 2885,
      "志": 2886,
      "忘": 2887,
      "応": 2888,
      "忠": 2889,
      "快": 2890,
      "念": 2891,
      "怀": 2892,
      "怎": 2893,
      "怒": 2894,
      "怖": 2895,
      "思": 2896,
      "怡": 2897,
      "急": 2898,
      "性": 2899,
      "怨": 2900,
      "怪": 2901,
      "总": 2902,
      "恆": 2903,
      "恋": 2904,
      "恐": 2905,
      "恒": 2906,
      "恢": 2907,
      "恥": 2908,
      "恩": 2909,
      "恭": 2910,
      "息": 2911,
      "恵": 2912,
      "恼": 2913,
      "悔": 2914,
      "悟": 2915,
      "悠": 2916,
      "悦": 2917,
      "悪": 2918,
      "悫": 2919,
      "悲": 2920,
      "悼": 2921,
